Repository: Stacks-du-Beurre/casual-contacts
Catalog: Packages/Sources/FeatureSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: About
ru: О приложении
uk: Про застосунок

source: About developers
ru: О разработчиках
uk: Про розробників

source: Acknowledgments
ru: Благодарности
uk: Подяки

source: Add 4 nearby records
ru: Добавить 4 записи поблизости
uk: Додати 4 записи поблизу

source: Add debug records
ru: Добавить отладочные записи
uk: Додати налагоджувальні записи

source: Aspect ratio (height : width)
ru: Соотношение сторон (высота : ширина)
uk: Співвідношення сторін (висота : ширина)

source: Back
ru: Назад
uk: Назад

source: Backdrop blur
ru: Размытие фона
uk: Розмиття тла

source: Baseline-relative
ru: Относительно базы
uk: Відносно бази

source: Cancel
ru: Отмена
uk: Скасувати

source: Card Backdrop
ru: Фон карточки
uk: Тло картки

source: Card Element Depth
ru: Глубина элементов карточки
uk: Глибина елементів картки

source: Card filigree opacity
ru: Непрозрачность филиграни карточки
uk: Непрозорість філіграні картки

source: Card filigree spin (degrees)
ru: Вращение филиграни карточки (градусы)
uk: Обертання філіграні картки (градуси)

source: Card-blend depth
ru: Глубина смешивания карточки
uk: Глибина змішування картки

source: Casual Contacts Version %@
ru: Casual Contacts, версия %@
uk: Casual Contacts, версія %@

source: Close in-list developer settings
ru: Закрыть настройки разработчика в списке
uk: Закрити налаштування розробника у списку

source: Contact
ru: Контакты
uk: Контакти

source: Constellation depth layer
ru: Слой глубины созвездия
uk: Шар глибини сузір'я

source: Cormorant SC & Cormorant Infant — Catharsis Fonts, SIL OFL
ru: Cormorant SC и Cormorant Infant — Catharsis Fonts, SIL OFL
uk: Cormorant SC і Cormorant Infant — Catharsis Fonts, SIL OFL

source: Debug Data
ru: Отладочные данные
uk: Налагоджувальні дані

source: Developer
ru: Разработчик
uk: Розробник

source: Developer settings
ru: Настройки разработчика
uk: Налаштування розробника

source: Developer settings upload failed
ru: Не удалось отправить настройки разработчика
uk: Не вдалося надіслати налаштування розробника

source: Developer settings uploaded
ru: Настройки разработчика отправлены
uk: Налаштування розробника надіслано

source: Depth perspective amount
ru: Сила перспективы глубины
uk: Сила перспективи глибини

source: Diagnostics
ru: Диагностика
uk: Діагностика

source: Empty-state edge reach
ru: Охват края пустого состояния
uk: Охоплення краю порожнього стану

source: Empty-state filigree opacity
ru: Непрозрачность филиграни пустого состояния
uk: Непрозорість філіграні порожнього стану

source: Empty-state filigree spin (degrees)
ru: Вращение филиграни пустого состояния (градусы)
uk: Обертання філіграні порожнього стану (градуси)

source: Euler
ru: Эйлер
uk: Ейлер

source: Export
ru: Экспорт
uk: Експорт

source: General
ru: Основные
uk: Загальні

source: Gradient & Filigree
ru: Градиент и филигрань
uk: Градієнт і філігрань

source: Gravity
ru: Гравитация
uk: Гравітація

source: Hide card backdrop
ru: Скрыть фон карточки
uk: Приховати тло картки

source: Hologram Opacity
ru: Непрозрачность голограммы
uk: Непрозорість голограми

source: Hologram rotation (deg)
ru: Поворот голограммы (град.)
uk: Поворот голограми (град.)

source: Hologram translation X
ru: Смещение голограммы X
uk: Зміщення голограми X

source: Hologram translation Y
ru: Смещение голограммы Y
uk: Зміщення голограми Y

source: In-list developer settings
ru: Настройки разработчика в списке
uk: Налаштування розробника у списку

source: Letter gallery (78 cards)
ru: Галерея букв (78 карточек)
uk: Галерея літер (78 карток)

source: Lighten hologram
ru: Осветлить голограмму
uk: Освітлити голограму

source: Location
ru: Геолокация
uk: Геолокація

source: Luminosity hologram
ru: Свечение голограммы
uk: Світність голограми

source: Made by Stacks du Beurre
ru: Создано Stacks du Beurre
uk: Створено Stacks du Beurre

source: Medium Card
ru: Средняя карточка
uk: Середня картка

source: Moon phase depth layer
ru: Слой глубины фазы Луны
uk: Шар глибини фази Місяця

source: Motion
ru: Движение
uk: Рух

source: Motion Debug
ru: Отладка движения
uk: Налагодження руху

source: Motion debug
ru: Отладка движения
uk: Налагодження руху

source: Motion service unavailable
ru: Сервис движения недоступен
uk: Сервіс руху недоступний

source: Move rotation guilloche instead of rotate
ru: Сдвигать вращающуюся гильоше вместо поворота
uk: Зміщувати обертальний гільйош замість повороту

source: Normalized
ru: Нормализовано
uk: Нормалізовано

source: Photo face zoom
ru: Масштаб лица на фото
uk: Масштаб обличчя на фото

source: Photo-card filigree opacity
ru: Непрозрачность филиграни фотокарточки
uk: Непрозорість філіграні фотокартки

source: Photo opacity
ru: Непрозрачность фото
uk: Непрозорість фото

source: Pipeline full-scale (deg)
ru: Полная шкала конвейера (град.)
uk: Повна шкала конвеєра (град.)

source: Quat
ru: Кватерн.
uk: Кватерн.

source: Quaternion
ru: Кватернион
uk: Кватерніон

source: Raw Euler (rad)
ru: Сырые углы Эйлера (рад)
uk: Сирі кути Ейлера (рад)

source: Rate on the App Store
ru: Оценить в App Store
uk: Оцінити в App Store

source: Recommended Casual Contacts
ru: Порекомендовать Casual Contacts
uk: Порекомендувати Casual Contacts

source: Reduce Motion is on — debug stream is suppressed.
ru: Уменьшение движения включено — отладочный поток подавлен.
uk: Зменшення руху увімкнено — налагоджувальний потік приглушено.

source: Relative
ru: Относит.
uk: Відносн.

source: Remove debug records
ru: Удалить отладочные записи
uk: Видалити налагоджувальні записи

source: Reset
ru: Сброс
uk: Скидання

source: Reset to defaults
ru: Сбросить по умолчанию
uk: Скинути до типових

source: Reverse depth order
ru: Обратный порядок глубины
uk: Зворотний порядок глибини

source: Reverse motion direction
ru: Обратное направление движения
uk: Зворотний напрям руху

source: Save-button gradient gain
ru: Усиление градиента кнопки сохранения
uk: Підсилення градієнта кнопки збереження

source: Settings
ru: Настройки
uk: Налаштування

source: Shaped (consumers)
ru: Сформировано (потребители)
uk: Сформовано (споживачі)

source: Show card animation counter
ru: Показывать счетчик анимации карточки
uk: Показувати лічильник анімації картки

source: Smoothed
ru: Сглажено
uk: Згладжено

source: Source
ru: Источник
uk: Джерело

source: Source: %@
ru: Источник: %@
uk: Джерело: %@

source: Support
ru: Поддержка
uk: Підтримка

source: Sync data with iCloud
ru: Синхронизировать данные с iCloud
uk: Синхронізувати дані з iCloud

source: Throttled output
ru: Ограниченный вывод
uk: Обмежений вивід

source: Turn on advanced card stack
ru: Включить расширенную стопку карточек
uk: Увімкнути розширену стопку карток

source: Upload developer settings
ru: Отправить настройки разработчика
uk: Надіслати налаштування розробника

source: Uploading developer settings
ru: Отправка настроек разработчика
uk: Надсилання налаштувань розробника

source: Use my location
ru: Использовать мою геопозицию
uk: Використовувати моє місцезнаходження

source: Version 1.0
ru: Версия 1.0
uk: Версія 1.0

source: White fill
ru: Белая заливка
uk: Біла заливка

source: Zero reset timer (s)
ru: Таймер сброса нуля (с)
uk: Таймер скидання нуля (с)

source: Zodiac & Photo
ru: Зодиак и фото
uk: Зодіак і фото

source: Zodiac glyph depth layer
ru: Слой глубины символа зодиака
uk: Шар глибини знака зодіаку

source: Zodiac rotation (degrees)
ru: Поворот зодиака (градусы)
uk: Поворот зодіаку (градуси)

source: Full-scale: %lld°
ru: Полная шкала: %lld°
uk: Повна шкала: %lld°

source: idle
ru: ожидание
uk: очікування

source: in progress
ru: в процессе
uk: виконується

# language.english
source: English
ru: Английский
uk: Англійська

# language.russian
source: Russian
ru: Русский
uk: Російська

# language.system
source: System Default
ru: Как в системе
uk: Як у системі

# language.ukrainian
source: Ukrainian
ru: Украинский
uk: Українська

source: rebase
ru: перебаз.
uk: перебаз.

# settings.language
source: Language
ru: Язык
uk: Мова

source: settle
ru: стабилиз.
uk: стабіл.
